Repository: JuliusButkus/GardenSketch
Catalog: gardensketch/gardenplaner/locale/*/LC_MESSAGES/django.po
Languages: lt

source: project name
lt: pavadinimas

source: public
lt: viešas

source: description
lt: aprašymas

source: name
lt: pavadiniams

source: lenght
lt: ilgis

source: width
lt: plotis

source: name in English language
lt: pavadinimas Anglų kalba

source: name in Lithuanian language
lt: pavadinimas Lietuvių kalba

source: description in English language
lt: lietuviškas aprašymas

source: add image
lt: pridėti paveikslėlį

source: type
lt: tipas

source: types
lt: tipai

source: plantTime
lt: Sodinimo laikas

source: plantTimes
lt: sodinimo laikai

source: description in Lithuanian language
lt: aprašymas lietuvių kalba

source: color
lt: spalva

source: colors
lt: spalvos

source: plants
lt: augalai

source: planting time
lt: sodinimo laikas

source: plant
lt: augalas

source: user
lt: vartotojas

source: projects
lt: projektai

source: enter description
lt: pridėkyte aprašymą

source: project
lt: projektas

source: enter lenght
lt: įveskite ilgį

source: enter width
lt: įveskite plotį

source: garden project
lt: kiemo projektas

source: zones
lt: zonos

source: zone
lt: zona

source: enter blooming period
lt: įveskite žydėjimo periodą

source: enter quantity
lt: įveskite kiekį

source: enter plants price of unit
lt: vieneto kaina

source: zone_plants
lt: zonos augalai

source: zone plant
lt: zonos augalas

source: zone plants
lt: zonos augalai

source: select season
lt: pasirikti sezoną

source: photos
lt: nuotraukos

source: photo
lt: nuotrauka

source: my projects
lt: mano projektai

source: admin
lt: administratorius

source: logout
lt: atsijungti

source: Welcome
lt: Sveiki

source: Login
lt: Prisijungti

source: Sign Up
lt: Prisiregistruoti

source: Add Photo to
lt: Pridėti nuotrauką

source: Add Photo
lt: Pridėti nuotrauką

source: Back to Zone
lt: Gryžti į zoną

source: Add Plant
lt: Pridėti augalą

source: Create a new Project
lt: Sukurti naują projektą

source: Create
lt: sukruti

source: Create zone for
lt: Sukurkite zoną

source: Cancel
lt: Atšaukti

source: Confirm Deletion
lt: patvirtinti

source: Are you sure you want to delete the project
lt: Ar jūs tikrai norite ištrinti šį projektą

source: Yes, Delete
lt: Taip, Ištrinti

source: cancel
lt: atšaukti

source: Are you sure you want to delete the zone
lt: Ar tikrai norite ištrintį zoną

source: Plant types
lt: Augalų rūšys

source: gallery
lt: galerija

source: created by:
lt: sukurta:

source: season
lt: pasirikti sezoną

source: First
lt: Primas

source: Previous
lt: Ankstesnis

source: Next
lt: Kitas

source: Last
lt: paskutinis

source: search plant
lt: ieškoti augalao

source: reset
lt: išvalyti

source: Bringing Your Garden Dreams to Life!
lt: Įgyvendinkit savo sodo svajones!

source: create new project
lt: sukurti naują projektą

source: Created by
lt: Sukurta:

source: View Details
lt: Išsamiau

source: plants list
lt: augalų sąrašas

source: No plant available
lt: augalai neprieinami

source: plant types
lt: augalo rūšys

source: no plant types found
lt: nerastos augalo rūšys

source: Update project
lt: Atnaujinti projektą

source: Delete project
lt: Ištrinti projektą

source: public:
lt: viešas

source: yes
lt: taip

source: no
lt: ne

source: description:
lt: aprašymas

source: Create Zone
lt: Sukurti zoną

source: Back to My Projects
lt: Gryžti į mano projektus

source: Length
lt: Ilgis

source: Width
lt: Plotis

source: Delete Zone
lt: ištrinti Zoną

source: No Zones created yet
lt: Dar nėra sukurtų zonų

source: Update Project
lt: Atnaujinti projektą

source: Save changes
lt: išsaugoti atnaujinimus

source: Update Zone
lt: Atnaujintį zoną

source: Project
lt: Projektas

source: Description
lt: Aprašymas

source: Select Plant
lt: Pasirikti augalą

source: blooming period
lt: žydėjimo periodas

source: unit price
lt: vieneto kaina

source: qty
lt: kiekis

source: actions
lt: veiksmai

source: Remove plant
lt: pašalinti augalą

source: ADD Photo
lt: Pridėti nuotrauką

source: No image available
lt: Nėra nuotraukų

source: Remove photo
lt: pašalinti nuotrauką

source: Back to Project
lt: Gryžti į projektą
